Repository: lliurex/bell-scheduler
Catalog: translations/bell-scheduler/*.po
Languages: ca@valencia, es

source: Click to select an image
ca@valencia: Feu clic per a seleccionar una imatge
es: Haga clic para seleccionar una imagen

source: You can use the mouse wheel to change the hour
ca@valencia: Podeu la roda del ratolí per a canviar l'hora
es: Puede usar la rueda del ratón para cambiar la hora

source: You can use the mouse wheel to change the minutes
ca@valencia: Podeu la roda del ratolí per a canviar els minuts
es: Puede usar la rueda del ratón para cambiar los minutos

source: Click to edit time with keyboard
ca@valencia: Feu clic per a canviar l'hora amb el teclat
es: Haga clic para editar la hora con el teclado
