Repository: lliurex/bell-scheduler
Catalog: translations/bell-scheduler/*.po
Languages: ca@valencia, es

source: ERROR: File or directory not available
ca@valencia: ERROR: el fitxer o la carpeta no estan disponibles
es: ERROR: El archivo o directorio no está disponible

source: ERROR: Current option for sound not supported
ca@valencia: ERROR: L'opció actual de so no està suportada
es: ERROR: La opción actual para el sonido no está soportada

source: Monday
ca@valencia: Dilluns
es: Lunes

source: M
ca@valencia: Dl.
es: L

source: Tuesday
ca@valencia: Dimarts
es: Martes

source: T
ca@valencia: Dt.
es: M

source: Tue
ca@valencia: Dt.
es: Ma

source: Wednesday
ca@valencia: Dimecres
es: Miércoles

source: W
ca@valencia: Dc.
es: X

source: Wed
ca@valencia: Dc.
es: Mie

source: Thursday
ca@valencia: Dijous
es: Jueves

source: R
ca@valencia: Dj.
es: J

source: Thu
ca@valencia: Dj.
es: Ju

source: Friday
ca@valencia: Divendres
es: Viernes

source: F
ca@valencia: Dv.
es: V

source: Fri
ca@valencia: Dv.
es: Vie

source: Default audio output
ca@valencia: Eixida d'àudio per defecte
es: Salida de audio por defecto

source: Set audio output
ca@valencia: Configura l'eixida d'àudio
es: Configurar la salida de audio

source: Set the default audio ouput to play the alarm
ca@valencia: Establir l'eixida d'àudio per defecte per a reproduir les alarmes
es: Establecer la salida de audio por defecto para reproducir las alarmas

source: Apply
ca@valencia: Aplica
es: Aplicar

source: Cancel
ca@valencia: Cancel·la
es: Cancelar

source: New Bell
ca@valencia: Nova alarma
es: Nueva alarma

source: Edit Bell
ca@valencia: Edita l'alarma
es: Editar la alarma

source: New Bell (duplicate)
ca@valencia: Nova alarma (duplicada)
es: Nueva alarma (duplicada)

source: Validity:
ca@valencia: Període de vigència:
es: Periodo de vigencia:

source: Click to deactive the alarm validity period
ca@valencia: Feu clic per a desactivar el període de vigència de l'alarma
es: Haga clic para desactivar el periodo de vigencia de la alarma

source: Click to active the alarm validity period
ca@valencia: Feu clic per a activar el període de vigència de l'alarma
es: Haga clic para activar el periodo de vigencia de la alarma

source: Click to edit validity
ca@valencia: Feu clic per a gestionar el període de vigència de l'alarma
es: Haga clic para gestionar el periodo de vigencia

source: Edit validity
ca@valencia: Edita el període de vigència
es: Editar periodo de vigencia

source: Delete validity
ca@valencia: Elimina el període de vigència
es: Borrar el periodo de vigencia

source: Name:
ca@valencia: Nom:
es: Nombre:

source: Clic to edit the image
ca@valencia: Feu clic per a editar la imatge
es: Haga clic para editar la imagen

source: Current option for sound:
ca@valencia: Opció actual per al so:
es: Opción actual para el sonido:

source: Sound file
ca@valencia: Fitxer de so
es: Fichero de sonido

source: Random from directory
ca@valencia: Fitxer aleatori d'un directori
es: Archivo aleatorio de un directorio

source: YouTube url
ca@valencia: URL de YouTube
es: Url de YouTube

source: Random from urls list
ca@valencia: URL aleatori d'una llista
es: Url aleatoria de una lista

source: Resource:
ca@valencia: Recurs:
es: Recurso:

source: Click to edit sound
ca@valencia: Feu clic per a editar el so
es: Haga clic para editar el sonido

source: Start in second:
ca@valencia: Inicia en el segon:
es: Iniciar en el segundo:

source: Click to edit start value
ca@valencia: Feu clic per a editar l'inici de l'alarma
es: Haga clic para editar cuando se inicia la alarma

source: Edit when the alarm starts
ca@valencia: Edita quan comença l'alarma
es: Editar cuando comienza la alarma

source: Max. duration:
ca@valencia: Duració màxima:
es: Duración máxima:

source: seconds
ca@valencia: segons
es: segundos

source: Full reproduction
ca@valencia: Reproducció completa
es: Reproducción completa

source: Click to edit duration value
ca@valencia: Feu cllic per a editar la duració de l'alarma
es: Haga clic para editar la duración de la alarma

source: Edit bell duration
ca@valencia: Edita la duració de l'alarma
es: Editar la duración de la alarma

source: (!) If duration is 0, the sound will be reproduced in its entirety
ca@valencia: (!) Si la duració indicada és 0, el so es reproduirà completament
es: (!) Si la duración indicada es 0 el sonido se reproducirá en su totalidad

source: Bell
ca@valencia: Alarma
es: Alarma

source: The are pending changes to save. Do you want save the changes or discard them?
ca@valencia: Hi ha canvis pendents de guardar. Voleu guardar els canvis o descartar-los?
es: Hay cambios pendientes de guardar,\b ¿Desea guardar los cambios o descartarlos?

source: Discard
ca@valencia: Descarta
es: Descartar

source: The alarm validity will be deleted Do you want to continue?
ca@valencia: El periode de vigència de l'alarma serà eliminat. Voleu continuar?
es: El periodo de vigencia de la alarma va a ser borrado. ¿Desea continuar?

source: Accept
ca@valencia: Acepta
es: Aceptar

source: There are already alarms programmed for the same time and days. Do you wish to continue?
ca@valencia: Ja hi ha alarmes programades per a la mateixa hora i dies. Voleu continuar?
es: Ya hay alarmas programadas para la misma hora y dias. ¿Desea continuar?

source: Yes
ca@valencia: Si
es: Si

source: <specify the file/url for the sound>
ca@valencia: <especifica el fitxer/URL per al so>
es: <especificar el archivo/url para el sonido>

source: You must indicate a name for the alarm
ca@valencia: Indiqueu un nom per a l'alarma
es: Debe indicar un nombre para la alarma

source: You must indicate sound file
ca@valencia: Indiqueu un fitxer de so
es: Debe indicar un archivo para el sonido

source: You must indicate a image file
ca@valencia: Indiqueu un fitxer d'imatge
es: Debe indicar un archivo para la imagen

source: You must indicate a directory
ca@valencia: Indiqueu un directori
es: Debe indicar una carpeta

source: The sound file is not reproducible
ca@valencia: El fitxer de so indicats no es poden reproduir
es: El archivo de sonido indicada no es reproducible

source: The specified folder does not contain playable files
ca@valencia: La carpeta especificada no conté fitxers reproduïbles
es: La carpeta especificada no contiene archivos reproducibles

source: Unabled to validated the data
ca@valencia: No és possible validar les dades
es: No es posible validar los datos

source: Days outside the established validity period have been selected
ca@valencia: S'han seleccionat dies fora del període de vigència establit
es: Se han seleccionado dias fuera del periodo de vigencia establecido

source: Bells
ca@valencia: Alarmes
es: Alarmas

source: Click to filter bells by status
ca@valencia: Feu clic per a filtrar les alarmes per estat
es: Haga clic para filtrar las alarms por estado

source: Show activated bells
ca@valencia: Mostra les alarmes activades
es: Mostrar alarmas activadas

source: Show disabled bells
ca@valencia: Mostra les alarmes desactivades
es: Mostrar alarmas desactivadas

source: Remove filter
ca@valencia: Elimina el filtre
es: Eliminar el filtro

source: Search...
ca@valencia: Busca...
es: Buscar...

source: No bell is configured
ca@valencia: No hi ha alarmes configurades
es: No hay alarmas configuradas

source: No bell found
ca@valencia: No s'ha trobat cap alarma
es: No se ha encontrado ninguna alarma

source: Configured bells
ca@valencia: Alarmes configurades
es: Alarmas configuradas

source: Backup
ca@valencia: Còpia de seguretat
es: Copia de seguridad

source: Generate bell backup
ca@valencia: Genera còpia de seguretat
es: Generar copia de seguridad

source: Please choose a file to save bells list
ca@valencia: Seleccioneu un fitxer per a guardar la llista d'alarmes
es: Seleccione el fichero para guardar la lista de alarmas

source: Import bell backup
ca@valencia: Importa còpia de seguretat
es: Importar copia de seguridad

source: Please choose a file to load bells list
ca@valencia: Seleccioneu un fitxer per a carregar la llista d'alarmes
es: Seleccione el archivo para cargar la lista de alarmas

source: Global Options
ca@valencia: Opcions globals
es: Opciones globales

source: Enable alls bells
ca@valencia: Activa totes les alarmes
es: Activar todas las alarmas

source: Disable all bells
ca@valencia: Desactiva totes les alarmes
es: Desactivar todas las alarmas

source: View playback log file
ca@valencia: Vore el registre de reproduccions
es: Ver el log de reproducciones

source: View error log file
ca@valencia: Vore el registre d'errors
es: Ver el log de errores

source: Delete alls bells
ca@valencia: Elimina totes les alarmes
es: Borrar todas las alarmas

source: Settings
ca@valencia: Preferències
es: Preferencias

source: Disable holiday control
ca@valencia: Desactiva el control de festius
es: Desactivar el control de festivos

source: Enable holiday control
ca@valencia: Activa el control de festius
es: Activar el control de festivos

source: Audio output configuration
ca@valencia: Configuració de l'eixida d'àudio
es: Configuración de la salida de audio

source: New bell
ca@valencia: Nova alarma
es: Nueva alarma

source: Bell List
ca@valencia: Llista d'alarmes
es: Lista de alarmas

source: All bells will be deleted. Do yo want to continue?
ca@valencia: Totes les alarmes seran eliminades. Voleu continuar?
es: Se van a borrar todas las alarmas. ¿Desea continuar?

source: The bell will be deleted. Do yo want to continue?
ca@valencia: L'alarma serà eliminada. Voleu continuar?
es: La alarma va a ser borrada. ¿Desea continuar?

source: Alarms have been detected with random selection of sound files from a folder. Remember that this folder will not be included in the export made. If the folder is not saved manually, when the export is restored, the alarms that use it will be deactivated
ca@valencia: S'han detectat alarmes amb selecció aleatòria de fitxers de so d'una carpeta. Recordeu que aquesta carpeta no s'inclourà en l'exportació realitzada. Si la carpeta no es guarda de forma manual, quan es restaure l'exportació, les alarmes que la utilitzen es desactivaran
es: Se han detectado alarmas con selección aleatoria de archivos de sonido de una carpeta. Recuerde que esta carpeta no será incluida en la exportación realizada. Si la carpeta no se guarda de forma manual, cuando la exportación sea restaurada las alarmas que la utilicen serán desactivadas

source: New bells configuration will be loaded and replace the existing configuration. Do you want to continue?
ca@valencia: Ara es carregarà una nova configuració d'alarmes que reemplaçarà la que hi ha. Voleu continuar?
es: Se va a cargar una nueva configuración de alarmas que reemplazará la existente. ¿Desea continuar?

source: Backup has errors. Unabled to load it
ca@valencia: La còpia de seguretat conté errors. No és possible carregar-lo
es: El fichero contiene errores. No es posible cargarlo

source: Unable to generate backup
ca@valencia: No és possible generar la còpia de seguretat
es: No es posible generar la copia de seguridad

source: Unabled to edit the Bell due to problems with cron sync
ca@valencia: No es pot editar l'alarma a causa de problemes amb la sincronització amb el cron
es: No es posible editar la alarma debido a problemas con la sincronización con el cron

source: Unabled to create the Bell due to problems with cron sync
ca@valencia: No es pot crear l'alarma a causa de problemes amb la sincronització amb el cron
es: No es posible crear la alarma debido a problemas con la sincronización con el cron

source: Unabled to delete the Bell due to problems with cron sync
ca@valencia: No es pot eliminar l'alarma a causa de problemes amb la sincronització amb el cron
es: No es posible borrar la alarma debido a problemas con la sincronización con el cron

source: Unabled to activate the Bell due to problems with cron sync
ca@valencia: No es pot activar l'alarma a causa de problemes amb la sincronització amb el cron
es: No es posible activar la alarma debido a problemas con la sincronización con el cron

source: Unabled to deactivate the Bell due to problems with cron sync
ca@valencia: No es pot desactivar l'alarma a causa de problemes amb la sincronització amb el cron
es: No es posible desactivar la alarma debido a problemas con la sincronización con el cron

source: Unabled to copy image and/or sound file to work directory
ca@valencia: No es pot copiar el fitxer d'imatge i/o so en el directori de treball
es: No es posible copiar el fichero de imagen y/o sonido al directorio de trabajo

source: Detected alarms with errors
ca@valencia: S'han detectat alarmes amb errors
es: Detectadas alarmas con errores

source: Unabled to apply changes due to problems with cron sync
ca@valencia: No s'han pogut aplicar els canvis a causa de problemes amb la sincronització amb el cron
es: No es posible aplicar los cambios debido a problemas con la sincronización con el cron

source: Unabled to load bell list due to problems with cron sync
ca@valencia: No s'ha pogut carregar la llista d'alarmes a causa de problemes amb la sincronització amb el cron
es: Imposible cargar la lista de alarmas debido a problemas con la sincronización con el cron

source: It is not possible to activate all bells
ca@valencia: No és possible activar totes les alarmes
es: No es posible activar todas las alarmas

source: It is not possible to deactivate all bells
ca@valencia: No és possible desactivar totes les alarmes
es: No es posible desactivar todas las alarmas

source: It is not possible to remove all bells
ca@valencia: No és possible eliminar totes les alarmes
es: No es posible borrar todas las alarmas

source: It is not possible to changed audio output
ca@valencia: No és possible canviar l'eixida d'àudio
es: No es posible cambiar la salida de audio

source: Backup loaded successfully
ca@valencia: La còpia de seguretat s'ha carregat correctament
es: Copia de seguridad cargada correctamente

source: Backup generated successfully
ca@valencia: La còpia de seguretat s'ha creat correctament
es: Copia de seguridad creada correctamente

source: Bell deleted successfully
ca@valencia: L'alarma s'ha eliminat correctament
es: Alarma borrada correctamente

source: Bell edited successfully
ca@valencia: L'alarma s'ha editat correctament
es: Alarma editada correctamente

source: Bell activated successfully
ca@valencia: L'alarma s'ha activat correctament
es: Alarma activada correctamente

source: Bell deactivated successfully
ca@valencia: L'alarma s'ha desactivat correctament
es: Alarma desactivada correctamente

source: Bell created successfully
ca@valencia: L'alarma s'ha creat correctament
es: Alarma creada correctamente

source: Holiday control deactivated successfully
ca@valencia: El control de festius s'ha desactivat correctament
es: El control de festivos se ha desactivado correctamente

source: Holiday control activated successfully
ca@valencia: El control de festius s'ha activat correctament
es: El control de festivos se ha activado correctamente

source: The bells have been activated successfully
ca@valencia: S'han activat les alarmes correctament
es: Las alarmas han sido activadas correctamente

source: The bells have been deactivated successfully
ca@valencia: S'han desactivat les alarmes correctament
es: Las alarmas han sido desactivadas correctamente

source: The bells have been removed successfully
ca@valencia: S'han eliminat les alarmes correctament
es: Las alarmas han sido borradas correctamente

source: Bells already activated. Nothing to do
ca@valencia: Les alarmes ja estan activades. Res a fer
es: Las alarmas ya estan activadas. Nada que hacer

source: Bells already deactivated. Nothing to do
ca@valencia: Les alarmes ja estan desactivades. Res a fer
es: Las alarmas ya estan desactivadas. Nada que hacer

source: Bells alreday removed. Nothing to do
ca@valencia: Les alarmes ja estan eliminades. Res a fer
es: Las alarmas ya estan eliminadas. Nada que hacer

source: Audio ouput already configurated. Nothing to do
ca@valencia: L'eixida d'àudio ja està configurada. Res a fer
es: La salida de audio ya está configurada. Nada que hacer

source: Audio output have been changed successfully
ca@valencia: L'eixida d'àudio s'ha configurat correctament
es: La salida de audio se ha cambiado correctamente

source: There is no playback log available
ca@valencia: No hi ha cap registre de reproduccions disponible
es: No hay ningún log de reproducciones disponible

source: There is no error log available
ca@valencia: No hi ha cap registre d'errors disponible
es: No hay ningún log de errores disponible

source: Loading basic configuration. Wait a moment...
ca@valencia: S'està carregant la configuració bàsica. Espereu un moment...
es: Cargando configuración básica. Espere un momento...

source: Loading bell info. Wait a moment...
ca@valencia: S'està carregant l'alarma. Espereu un moment...
es: Cargando la alarma. Espere un momento...

source: Validating the data entered. Wait a moment...
ca@valencia: S'estan validant les dades introduïdes. Espereu un moment...
es: Validando los datos introducidos. Espere un momento...

source: Saving the data entered. Wait a moment...
ca@valencia: S'estan guardant les dades introduïdes. Espereu un moment...
es: Guardando los datos introducidos. Espere un momento...

source: Activating the bell. Wait a moment...
ca@valencia: S'està activant l'alarma. Espereu un moment...
es: Activando la alarma. Espere un momento...

source: Activating all bells. Wait a moment...
ca@valencia: S'estan activant totes les alarmes. Espereu un moment...
es: Activando todas las alarmas. Espere un momento...

source: Deactivating the bell. Wait a moment...
ca@valencia: S'està desactivant l 'alarma. Espereu un moment...
es: Desactivando la alarma. Espere un momento...

source: Deactivating all bells. Wait a moment...
ca@valencia: S'estan desactivant totes les alarmes. Espereu un moment...
es: Desactivando todas las alarmas. Espere un momento...

source: Removing the bell. Wait a moment...
ca@valencia: S'està eliminant l'alarma. Espereu un moment...
es: Borrando la alarma. Espere un momento...

source: Removing all bells. Wait a moment...
ca@valencia: S'estan eliminant totes les alarmes. Espereu un moment...
es: Borrando todas las alarmas. Espere un momento...

source: Exporting bells configuration. Wait a moment...
ca@valencia: S'està exportant la configuració de les alarmes. Espereu un moment...
es: Exportando la configuración de las alarmas . Espere un momento...

source: Loading bells configuration. Wait a moment...
ca@valencia: S'està carregant la còpia de seguretat. Espereu un moment...
es: Importando la copia de seguridad.. Espere un momento...

source: Revovering previous bells configuration. Wait a moment...
ca@valencia: S'està recuperant la configuració de les alarmes anterior. Espereu un moment...
es: Recuperando la configuración de alarmas anterior. Espere un momento...

source: Deactivating holiday control. Wait a moment...
ca@valencia: S'està desactivant el control de festius. Espereu un moment...
es: Desactivando el control de festivos. Espere un momento...

source: Activating holiday control. Wait a moment...
ca@valencia: S'està activant el control de festius. Espereu un moment...
es: Activando el control de festivos. Espere un momento...

source: Loading holiday list. Wait a moment...
ca@valencia: S'està carregant la llista de festius. Espereu un moment...
es: Cargando la lista de festivos. Espere un momento...

source: Duplicating bell info. Wait a moment...
ca@valencia: S'està duplicant l'alarma. Espereu un moment...
es: Duplicando la alarma. Espere un momento...

source: Configuring audio output. Wait a moment...
ca@valencia: S'està configurant l'eixida d'àudio. Espereu un moment...
es: Configurando la salida de audio. Espere un momento...

source: Click to manage this bell
ca@valencia: Feu clic per gestionar aquesta alarma
es: Haga clic para gestionar esta alarma

source: Disable bell
ca@valencia: Desactiva l'alarma
es: Desactivar la alarma

source: Enable bell
ca@valencia: Activa l'alarma
es: Activar la alarma

source: Edit bell
ca@valencia: Edita l'alarma
es: Editar la alarma

source: Duplicate bell
ca@valencia: Duplica l'alarma
es: Duplicar la alarma

source: Delete the bell
ca@valencia: Elimina l'alarma
es: Borrar la alarma

source: Loading. Wait a moment...
ca@valencia: S'està carregant. Espereu un moment...
es: Cargando. Espere un momento...

source: Unabled to read bells configuration file
ca@valencia: No es pot llegir el fitxer de configuració de les alarmes
es: No es posible leer el fichero de configuración de las alarmas

source: Unabled to create a bell with selected file
ca@valencia: No és possible crear l'alarma amb el fitxer seleccionat
es: No es posible crear la alarma con el fichero seleccionado

source: Holidays
ca@valencia: Festius
es: Festivos

source: Help
ca@valencia: Ajuda
es: Ayuda

source: Drag to change the the value
ca@valencia: Llisqueu per a canviar el valor
es: Deslice para cambiar el valor

source: Click to decrease value
ca@valencia: Feu clic per a reduir el valor
es: Haga clic para reducir el valor

source: Enter the value you want
ca@valencia: Introduïu el valor que desitgeu
es: Introduzca el valor que desee

source: Click to increase value
ca@valencia: Feu clic per a aumentar el valor
es: Haga clic para incremetar el valor

source: Edit sound for bell
ca@valencia: Edita el so de l'alarma
es: Editar el sonido para la alarma

source: Sound file is not correct
ca@valencia: El fitxer de so no és correcte
es: El archivo de sonido no es correcto

source: Click to select a sound file
ca@valencia: Feu clic per a seleccionar un fitxer de so
es: Haga clic para seleccionar un fichero de sonido

source: Click to select a folder
ca@valencia: Feu clic paer a seleccionar una carpeta
es: Haga clic para seleccionar una carpeta

source: Copy the sound file to the internal folder (*)
ca@valencia: Copia el fitxer de so en una carpeta interna (*)
es: Copiar el fichero de sonido a la carpeta interna (*)

source: (*) Checking this option the sound file will be copied to the internal folder.It will be this file that is used to reproduce the alarm. In addition, if alarms are exported the file will be included in the export. It is recommended to mark it
ca@valencia: (*) Si seleccioneu aquesta opció, el fitxer de so es copiarà en la carpeta interna. Aquest fitxer serà el que s'utilitzarà per a reproduir l'alarma. A més, si s'exporten alarmes el fitxer s'inclourà en l'exportació. Es recomana marcar-la
es: (*) Marcando esta opción el fichero de sonido será copiado a la carpeta interna Será este fichero el que se usará para reproducir la alarma. Además, si se exportan las alarmas, el fichero será incluido en la exportación. Se recomienda marcarla

source: Edit time for bell
ca@valencia: Edita l'hora de l'alarma
es: Editar la hora para la alarma

source: Edit bell validity
ca@valencia: Edita el periode de vigència de l'alarma
es: Editar periodo de vigencia de la alarma

source: Day:
ca@valencia: Dia:
es: Dia:

source: From:
ca@valencia: Del/De l':
es: Del:

source: to:
ca@valencia: al/a l':
es: al:

source: You must indicate the two dates of range
ca@valencia: Cal que indiqueu les dues dates de l'interval
es: Debe indicar las 2 fechas del rango

source: Last date in range must be major than init date
ca@valencia: L'última data de l'interval ha de ser posterior a la data inicial
es: La última fecha del rango debe ser mayor que la fecha inicial

source: You must indicate a date
ca@valencia: Cal que indiqueu una data
es: Debe indicar una fecha

source: Edit image for bell
ca@valencia: Edita la imatge per l'alarma
es: Editar la imagen para la alarma

source: Image file is not correct
ca@valencia: El fitxer d'imatge no és correcte
es: El archivo para la imagen no es correcto

source: From stock
ca@valencia: Predefinida
es: Predefinida

source: Custom image
ca@valencia: Imatge personalitzada
es: Imagen personalizada
